export const days = [
  'Понедельник',
  'Вторник',
  'Среда',
  'Четверг',
  'Пятница',
  'Суббота',
];

export const times = [
  '8:00 - 9:30', 
  '9:50 - 11:20', 
  '11:30 - 13:00',
  '13:10 - 14:50',
  '15:00 - 16:40',
  '16:40 - 18:20', 
  '18:30 - 19:50',
];

export const scheduleData = [
  { 
    day: "Понедельник",
    time: "13:10 - 14:50",
    type: "ЛК",
    subject: "Разработка приложений расширенной реальности",
    teacher: "ст.пр. Сус Е.А.",
    room: "406Б (Верн 4)" 
  },
  { 
    day: "Понедельник",
    time: "15:00 - 16:40",
    type: "ЛК",
    subject: "3D-моделирование для иммерсивных сред",
    teacher: "ст.пр. Володяжская Л.Н.", 
    room: "107А (Верн 4)" 
  },
  { 
    day: "Пятница", 
    time: "16:40 - 18:20", 
    type: "ПЗ",
    subject: "Разработка приложений расширенной реальности", 
    teacher: "ст.пр. Сус Е.А.", 
    room: "115А (Верн 4)" 
  },
];