export interface frontProps {
  heading: string;
  subtitle: string;
}

export const frontData: frontProps[] = [
  {
    heading: 'Выпускную квалификациооная работа включаа 5 этапов',
    subtitle: `
      Составление плана, работу над бэкендом, вёрстку, 
      добавление функциональности и финальные доработки.
    `,
  },
  {
    heading: 'На выполнение работы ушло 5 недель',
    subtitle: `
      Работа ввелась по чуть-чуть с изучением разных алгоритмов,
      а также тестированием проекта.
    `
  }
]